Repository: fagan2888/PacketManipulator
Catalog: umit/pm/share/locale/*/*.po
Languages: it

source: Unknown
it: Sconosciuto

source: Local (LAN)
it: Locale (LAN)

source: Remote
it: Remoto

source: Type:
it: Tipo:

source: Distance:
it: Distanza:

source: Services:
it: Servizi:

source: Port:
it: Porta:

source: Protocol:
it: Protocollo:

source: Accounts:
it: Account:

source: Information:
it: Informazioni:

source: Failed:
it: Falliti:

source: Refresh the list
it: Aggiorna la lista

source: Scan for new hosts
it: Scansiona per nuovi host

source: Information for selected host
it: Informazioni per l'host selezionato

source: Informations for %s - PacketManipulator
it: Informazioni per %s - PacketManipulator

source: The session is running. Do you want stop it?
it: La sessione è in funzione. Vuoi fermarla?

source: The session has unsaved changes. Do you want to save them?
it: La sessione ha modifiche non salvate. Vuoi salvarle?

source: Loading of %s pending.
it: Caricamento di %s in sospeso.

source: Saving to %s pending.
it: Salvataggio su %s in sospeso.

source: Loading %s
it: Carico %s

source: Saving to %s
it: Salvo su %s

source: Saving packets to %s
it: Salvo i pacchetti su %s

source: Saving sequence to %s
it: Salvo la sequenza su %s

source: Unable to recognize file type.
it: Non riesco a riconoscere il tipo di file.

source: Operation
it: Operazione

source: Properties
it: Proprietà

source: Sort ascending
it: Ordine alfabetico

source: Sort descending
it: Ordine alfabetico inverso

source: Sort by layer
it: Ordina per layer

source: Protocols
it: Protocolli

source: Add to a new sequence
it: Aggiungi ad una nuova sequenza

source: Append to the sequence
it: Aggiungi dopo la sequenza

source: Append to the sequence selection
it: Aggiungi dopo la selezione della sequenza

source: Append to the hierarchy
it: Aggiungi dopo la gerarchia

source: Append to the hierarchy selection
it: Aggiungi dopo la selezione della gerarchi

source: Unknown layer
it: Layer sconosciuto

source: PacketManipulator %s started on %s
it: PacketManipulator %s avviato su %s

source: Using %s as backend
it: Utilizzo %s come backend

source: <b>Loser!</b> You don't have vte python bindings installed. Download it from <tt>http://ftp.acc.umu.se/pub/GNOME/sources/vte/</tt>
it: <b>Perdente!</b> Non hai le librerie vte python installate. Scaricale da <tt>http://ftp.acc.umu.se/pub/GNOME/sources/vte/</tt>

source: Welcome to PacketManipulator Python Shell (running on %s)
it: PacketManipulator Python Shell (avviato su %s)

source: Please be carefull becouse you are in the PM main loop
it: Presta attenzione: sei nel main loop di PM

source: Set manually
it: Imposta manualmente

source: Cannot edit this field because I can't convert it to utf8. Try to edit the field with python shell or simply install pygtkhex that provides a nice HexView to edit raw fields
it: Non posso modificare questo attributo perche non riesco a convertirlo in stringa utf8. Prova a editarlo con l'interprete python o install pygtkhex che fornisce una finestra esadecimale per editare i campi grezzi

source: Editing string field
it: Modifico attributo stringa

source: Reset selected field
it: Reimposta la proprietò selezionata

source: Reset fields in this protocol
it: Reimposta le proprietà in questo protocollo

source: Reset fields in above protocols
it: Reimposta le prioprietà nei protocolli sottostanti

source: Reset all the packet fields
it: Reimposta tutte le proprietà

source: Copy from _both
it: Copia da entrambi

source: Cu_t
it: _Taglia

source: _Copy
it: _Copia

source: _Paste
it: Incolla

source: Inputs for %s - PacketManipulator
it: Input per %s - PacketManipulator

source: Include update
it: Includi aggiornamento

source: <span size="medium"><b>Information</b></span>
it: <span size="medium"><b>Informazioni</b></span>
