Repository: fagan2888/PacketManipulator
Catalog: umit/pm/share/locale/*/*.po
Languages: it

source: Unsaved sequence
it: Sequenza non salvata

source: Pcap files
it: File pcap

source: Pcap gz files
it: File pcap gz

source: Audit on %s:%s
it: Audit su %s:%s

source: Audit on %s
it: Audit su %s

source: (stopping)
it: (fermando)

source: (stopped)
it: (fermato)

source: %d packet(s) sent.
it: %d pacchetti inviati.

source: Sending packet %d of %d
it: Invio il pacchetto %d di %d

source: Sending packet %s
it: Invio il pacchetto %s

source: Send/receive %s
it: Invia/ricevi %s

source: %d of %d replie(s) received
it: %d di %d risposte ricevute

source: Received/Answered/Remaining %d/%d/%d
it: Ricevuti/Risposte/Rimanenti %d/%d/%d

source: Scapy sequence
it: Sequenza scapy

source: Flat sequence (pcap)
it: Sequenza piatta (pcap)

source: Flat sequence (pcap + gz)
it: Sequenza piatta (pcap + gz)

source: Executing sequence (%d packets %d times)
it: Eseguo la sequenza (%d paccketti %d volte)

source: Looping sequence (%d packets)
it: Reitero la sequenza (%d pacchetti)

source: Loading sequence %s - %d packets (%s)
it: Carico la sequenza da %s - %d pacchetti (%s)

source: Sequence %s loaded - %d packets (%s)
it: Sequenza %s caricata - %d pacchetti (%s)

source: Saving sequence to %s - %d packets (%s)
it: Salvo la sequenza su %s - %d pacchetti (%s)

source: Sequence %s saved - %d packets (%s)
it: Sequenza %s salvata - %d pacchetti (%s)

source: Running sequence %d of %d times
it: Eseguo la sequenza %d di %d

source: Sequence runned for %d times
it: Sequenza eseguita per %d volte

source: Sending packet %s and waiting a reply
it: Invio il pacchetto %s e aspetto una risposta

source: Sequence finished with %d packets sent and %d received
it: Sequenza terminata con %d pacchetti inviati e %d ricevuti

source: Looping sequence
it: Reitero la sequenza

source: Received %s
it: Ricevuto %s

source: %s capture
it: %s cattura

source: Sniffing on %s
it: Ascolto su %s

source: Error: %s (%s)
it: Errore: %s (%s)

source: Finished sniffing on %s (%s)
it: Fine ascolto su %s (%s)

source: Writing %s - %d packets (%s)
it: Salvo su %s - %d pacchetti (%s)

source: Loading %s - %d packets (%s)
it: Carico da %s - %d pacchetti (%s)

source: Loaded %s - %d packets (%s)
it: Caricato %s - %d pacchetti (%s)

source: %d packets loaded.
it: %d pacchetti caricati.

source: No packets to save
it: Nessun pacchetto da salvare

source: %d packets written.
it: %d pacchetti salvati.

source: No description
it: Nessuna descrizione

source: Send/Receive %s
it: Invia/ricevi %s

source: Send/Receive is not avaiable with this backend
it: Invia/ricevi non è disponibile con questo backend

source: Sniff is not avaiable with this backend
it: La cattura non è disponibile con questo backend

source: UMPA XML capture
it: Cattura UMPA xml

source: Packet Manipulator requires at least 2.6 version of Python but you've %s installed. We not guarantee that all functionalities works properly. Do you want to continue?
it: PacketManipulator richiede una versione di Python maggiore o uguale a 2.6 ma sembra che la versione installata sia la %s. Non è garantito che tutto funzioni a dovere. Vuoi comunque continuare?

source: You are running Packet Manipulator as non-root user! Some functionalities need root privileges to work Do you want to continue?
it: Stai usando Packet Manipulator come utente non amministratore! Qualche funzionalità richiede questi privilegi per poter funzionare correttamente Vuoi continuare comunque?

source: Registering icons ...
it: Registro le icone ...

source: Loading preferences ...
it: Carico le preferenze ...

source: Creating main window ...
it: Creo la finestra principale ...

source: Bug Report
it: Segnalazione bug

source: Please inform a valid e-mail address from where you can be reached to be notified when the bug gets fixed. Not used for other purposes.
it: Prego inserisci un indirizzo e-mail valido dove poter essere contattato quando il bug verrà sistemato. Non verrà usata per altri scopi.

source: Description
it: Descrizione

source: This is where you should write about the bug, describing it as clear as possible and giving as many informations as you can along with your system informations, like: Which operating system are you using?
it: Riempi questo campo descrivendo il più chiaramente possibile l'errore. Cerca di fornire il maggior numero di informazioni quali nome del sistema operativo utilizzato e informazioni di sistema.

source: This Bug Report dialog allows you to easily tell us about a problem that you may have found on PM. Doing so, you help us to help you, by fixing and improving PM faster than usual.
it: Questa finestra per la segnalazione dei bug permette di comunicarci un problema che tu potresti aver trovato in PM. Così facendo, ci aiuti a migliorare ed a sistemare PM nel minor tempo possibile, al fine di offrirti un prodotto sempre migliore.

source: Bug report is incomplete!
it: La segnalazione è incompleta!

source: The bug report is incomplete. You must inform a description that explains clearly what is happening and a valid e-mail, so you can be contacted when the bug gets fixed.
it: La segnalazione è incompleta. Devi fornire una descrizione su cosa è accaduto e un indirizzo email valido, in modo da poterti contattare quando il problema verrà risolto.

source: Bug not reported!
it: Errore non segnalato!

source: The bug description could not be reported. This problem may be caused by the lack of Internet access or indisponibility of the bug tracker server. Please, verify your internet access, and then try to report the bug once again.
it: La segnalazione non può essere inviata. Il problema può essere causato dall'assenza di un accesso a Internet o dall'indisponibilità del server. Prego verificare l'accesso a internet e riprovare a risegnalare il problema nuovamente.

source: Bug sucessfully reported!
it: Segnalazione inviata correttamente!

source: The bug description was sucessfully reported. A web page with detailed description about this report will be opened in your default web browser now.
it: L'errore è stato segnalato con successo. Una pagina web con una descrizione dettagliata riguardo la tua segnalazione sta per essere aperta nel tuo browser.

source: Could not open default Web Browser
it: Non riesco ad aprire il Web Browser di default

source: PM was unable to open your default web browser to show the bug tracker page with the report status. Try visiting Umit's bug tracker page to see if your bug was reported.
it: PM non riesce ad aprire il tuo browser di default per mostrare la pagina del bug tracker con lo status report. Prova a visitare la pagina del bug tracker del progetto Umit per vedere se il bug è stato correttamente riportato.

source: Ready.
it: Pronto.

source: New A_udit
it: Nuovo A_udit

source: Create a new audit
it: Crea un nuovo audit

source: _New sequence
it: _Nuova sequenza

source: Create a new sequence
it: Crea una nuova sequenza

source: _Open
it: Apri

source: Open session
it: Apri sessione

source: _Save
it: _Salva

source: Save session
it: Salva sessione

source: _Save as
it: _Salva come

source: Save session as
it: Salva sessione come

source: _Quit
it: Esci

source: Quit from application
it: Esci dall'applicazione

source: Capture
it: Cattura

source: _Interface
it: _Interfaccia

source: Capture from interface
it: Cattura dall'interfaccia

source: Options
it: Opzioni

source: Routing table
it: Tabella rotte

source: Routes editor
it: Modifica rotte

source: Plugin manager
it: Gestore plugin

source: _Preferences
it: _Preferenze

source: Preferences
it: Preferenze

source: Views
it: Schede

source: Help
it: Aiuto

source: About
it: Riguardo

source: This program is relased under the terms of GPLv2
it: Questo programma è rilasciato sotto i termini della licenza GPLv2

source: Select a session
it: Seleziona una sessione

source: All supported files
it: Tutti i file supportati

source: Unable to open selected session
it: Non riesco ad aprire la sessione selezionata

source: PacketManipulator is unable to guess the file type. Try to modify the extension and to reopen the file.
it: PacketManipulator non riesce a capire il tipo di file. Prova a modificare l'estensione e a riaprire il file.

source: <b>Options</b>
it: <b>Opzioni</b>

source: Filter:
it: Filtro:

source: Capture file:
it: File cattura:

source: Capture method:
it: Metodo di cattura:

source: Min packet size:
it: Taglia minima pacchetto:

source: Max packet size:
it: Taglia massima pacchetto:

source: Stop after:
it: Interrompi dopo:

source: Enter a pcap filter expression here. See also <span foreground="blue">http://www.cs.ucr.edu/~marios/ethereal-tcpdump.pdf</span>
it: Inserisci un filtro pcap qui. Controlla anche <span foreground="blue"http://www.cs.ucr.edu/~marios/ethereal-tcpdump.pdf</span>

source: Native
it: Nativo

source: Virtual interface
it: Interfaccia virtuale:

source: tcpdump helper
it: Aiutante tcpdump

source: dumpcap helper
it: Aiutante dumpcap

source: packet(s)
it: pacchetti

source: hour(s)
it: ore

source: minute(s)
it: minuti

source: second(s)
it: secondi

source: Enable MAC name resolution
it: Abilita la risoluzione dei MAC

source: Enable network name resolution
it: Abilita la risoluzione dei network name

source: Enable transport name resolution
it: Abilita la risoluzione dei nomi

source: Update view in real mode
it: Aggiorna in tempo reale

source: Automatic view scrolling
it: Esegui scrolling automatico

source: Capture in promiscuous mode
it: Cattura in modalità promiscua

source: Start in background mode
it: Avvia in secondo piano

source: Enable audits
it: Abilita audits

source: Select a capture file
it: Seleziona un file di cattura

source: <b>Avaiable Interfaces:</b>
it: <b>Interfacce disponibili:</b>

source: Name
it: Nome

source: Interfaces - PacketManipulator
it: Interfacce - PacketManipulator

source: Some options are missing
it: Qualche opzione è mancante

source: You've selected Virtual interface as capture method. You need to specify a file source to read from
it: Hai selezionato l'interfaccia virtuale come metodo di cattura. Devi specificare un file sorgente da cui leggere

source: New audit - PacketManipulator
it: Nuovo audit - PacketManipulator

source: Interface:
it: Interfaccia:

source: Pcap filter:
it: File pcap:

source: Use bridged sniffing
it: Usa cattura bridged

source: General
it: Generale

source: Docking library:
it: Libreria docking:

source: Use standard expanders
it: Utilizza expander standard

source: Sessions
it: Sessioni

source: Ask on unsaved changes
it: Chiedi quando ci sono modifiche non salvate

source: Automatically stop sessions on close
it: Ferma automaticamente le sessioni in corso quando vengono chiuse

source: Sniff perspective
it: Visuale cattura

source: Sniff view font:
it: Font per la visuale cattura:

source: Colorize rows
it: Colora le righe

source: Sequence perspective
it: Visuale sequenza

source: Sequence view font:
it: Font per la finestra sequenza:

source: Audit output perspective
it: Visuale di Audit

source: Audit output font:
it: Font per la visuale di Audit:

source: Audit output time column str format (strftime):
it: Formato tempo per la visuale di Audit (strftime):

source: Autoscroll for Audit output
it: Autoscroll per la visuale di Audit

source: Hex view window
it: Finestra esadecimale

source: HexView font:
it: Font per visuale esadecimale:

source: Bytes per line or group type:
it: Numero byte per linea or tipo gruppo:

source: Status tab
it: Scheda stato

source: Status tab font:
it: Font per la scheda di stato:

source: Operations tab
it: Scheda operazioni

source: Use a unique function to update progress of operations (CPU saving - Restart required)
it: Utilizza una singola funzione per aggiornare i progressi delle operazioni (Riduce l'utilizzo di CPU - Riavvio richiesto)

source: Update timeout interval
it: Intervallo di timeout per l'aggiornamento

source: Show views at startup
it: Mostra schede all'avvio

source: Protocol selector
it: Selettore di protocollo

source: Protocol properties
it: Proprietà protocollo

source: Status view
it: Scheda di stato

source: Operations
it: Operazioni

source: Terminal
it: Terminale

source: Payload Hack tab
it: Scheda Hack Payload

source: Python shell
it: Interprete Python

source: Backend system:
it: Sistem di backend:

source: Default interface
it: Interfaccia predefinita:

source: Capture method for sniffing:
it: Metodo di cattura per lo sniffing:

source: Capture method for SendReceive:
it: Metodo di cattura per SendReceive:

source: Capture method for Sequence:
it: Metodo di cattura per Sequence:

source: Capture method for Audit:
it: Metodo di cattura per Audit:

source: Enable passive audits on sniff
it: Abilita audits passivi per la cattura

source: Enable passive audits on loaded files
it: Abilita audits passivi per i file caricati

source: Helpers
it: Aiutanti

source: tcpdump path:
it: Percorso tcpdump:

source: dumpcap path:
it: Percorso dumpcap:

source: System
it: Sistema

source: Checks
it: Controlli

source: Check for root privileges at startup
it: Controlla i privilegi di amministratore all'avvio

source: Check for compatible Python version
it: Controlla per una versiona compatibile di Python

source: Column size
it: Taglia colonna

source: Column title
it: Titolo colonna

source: Function/cfield
it: Funzione/cfield

source: Preferences - PacketManipulator
it: Preferenze - PacketManipulator

source: <b>Routing table:</b>
it: <b>Tabella rotte:</b>

source: Network
it: Rete

source: Interface
it: Interfaccia

source: Netmask
it: Maschera di rete

source: Output IP
it: IP di uscita

source: Add new route
it: Aggiungi nuova rotta

source: Remove selected route
it: Rimuovi la rotta selezionata

source: Routes - PacketManipulator
it: Rotte - PacketManipulator

source: Time
it: Tempo

source: Copy selected rows
it: Copia righe selezionate

source: Copy selected rows into the clipboard
it: Copia le righe selezionate negli appunti

source: Save selected rows
it: Salva righe selezionate

source: Save selected rows into a log file
it: Salva le righe selezionate in un file di log

source: Save log file
it: Salva file di log

source: A file named %s already exists. Do want overwrite it?
it: Il file col nome %s esiste. Lo si vuole sovrascrivere?

source: Error while saving log file to %s
it: Errore durante il salvataggio del file di log su %s

source: Save log
it: Salva log

source: Save log to file
it: Salva log su file

source: Audit status
it: Stato audit

source: <tt>New audit session started.</tt>
it: <tt>Nuova sessione di audit avviata.</tt>

source: Status
it: Stato

source: Open
it: Apri

source: Resume operation
it: Riprendi operazione

source: Pause operation
it: Sospendi operazione

source: Stop operation
it: Ferma operazione

source: Restart operation
it: Riavvia operazione

source: Reconfigure audit
it: Riconfigura audit

source: Remove finished
it: Rimuovi finite

source: Audit perspective
it: Visuale di Audit

source: Protocol
it: Protocollo

source: Packet perspective
it: Visuale pacchetto

source: Complete layers
it: Completa layer

source: Remove selected layer
it: Rimuovi il layer selezionato

source: Reset layer to default
it: Reimposta attributi del layer

source: Graph packet
it: Disegna pacchetto

source: Graph for %s
it: Grafico per %s

source: Save graph to
it: Salva grafico come

source: No filter
it: Nessun filtro

source: Run the sequence
it: Esegui la sequenza

source: Send packet
it: Invia pacchetto

source: Send/receive packet
it: Invia/ricevi pacchetto

source: Interval (ms):
it: Intervallo (ms):

source: No:
it: Num:

source: Use strict checking for the replies
it: Utilizza strict checking per le risposte

source: Report also received packets
it: Riporta anche i pacchetti ricevuti

source: Report also sent packets
it: Riporta anche i pacchetti inviati

source: Merge selection
it: Unisci selezione

source: Packet sequence
it: Sequenza pacchetti

source: &Remove selected
it: &Rimuovi selezione

source: &Copy selected
it: &Copia selezione

source: &Paste selected
it: Incolla selezione

source: Restart capturing
it: Riavvia cattura

source: Stop capturing
it: Ferma cattura

source: Reorder flow
it: Riorganizza flusso

source: Create a sequence
it: Crea sequenza

source: Save selected
it: Salva selezionati

source: <b>%d selected packets saved to %s</b>
it: <b>%d pacchetti selezionati salvati in %s</b>

source: <b>Cannot reorganize the flow while sniffing</b>
it: <b>Non posso riorganizzare il flusso con sniffing in corso</B>

source: Select a date
it: Seleziona una data

source: Protocol name contains
it: Nome del protocollo contiene

source: Protocol port equal to
it: Porta protocollo uguale a

source: Protocol port is not
it: Porta protocollo non è

source: Protocol port lesser than
it: Porta protocollo è minore di

source: Protocol port greater than
it: Porta protocollo maggiore di

source: Vulnerability name contains
it: Nome vulnerabilità contiene

source: Vulnerability description contains
it: Descrizione vulnerabilità contiene

source: Vulnerability class contains
it: Class vulnerabilità contiene

source: Systems affected includes
it: Sistema affetto include

source: Systems not-affected includes
it: Sistem non-affetto include

source: Versions affected includes
it: Versione affetta include

source: Versions not-affected includes
it: Version non-affetta include

source: Pubblished on
it: Pubblicata il

source: Pubblished after
it: Pubblicata dopo

source: Pubblished before
it: Pubblicata prima

source: Discovered by
it: Scoperta da

source: Vulnerability classification (CVE/OSVDB/etc)
it: Classificazione vulnerabilita (CVE/OSVDB/ecc)

source: URI's references contains
it: Le referenze (URI) contengono

source: Platform is
it: Piattaforma è

source: Architecture is
it: Architettura è

source: Name contains:
it: Nome contiene:

source: More options
it: Opzioni aggiuntive

source: Available options:
it: Opzioni disponibili:

source: <span size='large'><b>No options defined.</b></span>
it: <span size='large'><b>Nessuna opzione definita.</b></span>

source: Enabled
it: Abilitato

source: Disabled
it: Disabilitato

source: <span size='large'><b>No plugin selected.</b></span>
it: <span size='large'><b>Nessun plugin selezionato</b></span>

source: Protocols:
it: Protocolli:

source: Classes:
it: Classi:

source: Affected systems:
it: Sistemi affetti:

source: Not-affected systems:
it: Sistemi non-affetti:

source: Affected versions:
it: Versioni affette:

source: Not-affected versions:
it: Versioni non-affette:

source: Platforms:
it: Piattaforme:

source: Pubblished on:
it: Pubblicata il:

source: References:
it: Referenze:

source: Show plugins
it: Mostra plugins

source: Information
it: Informazioni

source: Find plugins
it: Trova plugins

source: Configure plugins
it: Configura plugins

source: Passive audits
it: Audits passivi

source: Active audits
it: Audits attivi

source: >>> safecall(): Ignoring exception %s -> %s (%s, %s)
it: >>> safecall(): Ignoro eccezione %s -> %s (%s, %s)

source: >>> Calling get_url() for %s
it: >>> Chiamo get_url() per %s

source: Select a Plugin path
it: Seleziona un percorso per i plugin

source: Remember that you have to restart PacketManipulator to changes makes. Plugins disable pending.
it: Ricorda che devi riavviare PacketManipulator per applicare i cambiamenti. Disabilitazione del plugin da eseguire.

source: Need PacketManipulator restart to disable.
it: E' necessario un riavvio di PacketManipulator per disabilitare il plugin.

source: Find updates
it: Cerca aggiornamenti

source: Install updates
it: Installa aggiornamenti

source: Skip
it: Salta

source: Restart PacketManipulator
it: Riavvia PacketManipulator

source: Remember that you have to restart PacketManipulator to make new version of plugins to be loaded correctly.
it: E' necessario riavviare PacketManipulator in modo che i nuovi plugin siano caricati correttamente.

source: Rembember to restart PacketManipulator to use new version of plugins.
it: Ricorda di riavviare PacketManipulator per usare le nuove versioni dei plugins.

source: Update skipped
it: Aggiornamento saltato

source: <b>Downloading updates ...</b>
it: <b>Scarico aggiornamenti ...</b>

source: Update phase complete%s. Now restart PacketManipulator to changes make effects.
it: Aggiornamento completato%s. Adesso riavvia PacketManipulator per applicare i cambiamenti.

source: Waiting ...
it: Aspetto ...

source: No plugins provide an update URL. Cannot proceed.
it: Nessun plugins è aggiornabile. Non posso procedere.

source: <b>Looking for %d updates ...</b>
it: <b>Cerco per %d aggiornamenti ...</b>

source: <b>No updates found</b>
it: <b>Nessun aggiornamento trovato</b>

source: <b>Updates found: %d</b>
it: <b>Aggiornamenti trovati: %d</b>

source: <b>Updates found: %d with %d errors</b>
it: <b>Aggiornamenti trovati: %d con %d errori</b>

source: Update to %s
it: Aggiorna a %s

source: Reinstall %s
it: Reinstalla %s

source: Downgrade to %s
it: Riprisitina a %s

source: <b>Preferences</b>
it: <b>Preferenze</b>

source: Visit homepage
it: Visita Home page

source: About %s
it: Riguardo %s

source: Disable
it: Disabilita

source: Enable
it: Abilita

source: Uninstall
it: Rimuovi

source: Disabling Plugin
it: Disabilito Plugin

source: Do you want to disable %s plugin?
it: Vuoi disabilitare il plugin %s?

source: Can not disable Plugin
it: Non posso disabilitare il plugin

source: %s Do you want to force the unload phase for %s plugin?
it: %s Vuoi forzare la disabilitazione per il plugin %s?

source: Unable to uninstall %s plugin.
it: Impossibile installare il plugin %s.

source: No preferences for %s
it: Nessuna preferenza per %s

source: Unable to load %s
it: Non riesco a caricare %s

source: Plugin already loaded.
it: Plugin già caricato.

source: Cycling to next update url. Waiting...
it: Ciclo sul prossimo URL. Attendi...

source: Download failed: %s
it: Download fallito: %s

source: Checking validity ...
it: Controllo validità ...

source: Updated. Restart to take effect
it: Aggiornato. Riavvia per applicare i cambiamenti

source: Corrupted file.
it: File corrotto.

source: Downloading ...
it: Scarico ...

source: Downloading update information...
it: Scarico informazioni sull'aggiormanento ...

source: Cannot find newer version (%s)
it: Non riesco a trovare una nuova version (%s)

source: Various versions available but require manual intervention.
it: Varie versioni sono disponibili ma è necessario l'aggiormento manuale.

source: Version %s available but need manual update.
it: Versione %s disponibile ma necessita un aggiornamento manuale.

source: Version %s available but need manual downgrade.
it: Versione %s disponibile ma necessita un downgrade manuale.

source: Various versions available
it: Varie versioni disponibili

source: Version %s available.
it: Versione %s disponibile.

source: Unable to parse latest.xml
it: Non riesco ad interpretare latest.xml

source: No applicable updates found
it: Nessun aggiornamento applicabile trovato

source: Plugin Manager
it: Gestore Plugins

source: Extensions
it: Estensioni

source: Paths
it: Percorsi

source: Save session file to
it: Salva file sessione come

source: Python Shell
it: Interprete Python

source: Transformation
it: Trasformazioni

source: Lower
it: Minuscolo

source: Upper
it: Maiuscolo

source: Encryption
it: Cripta

source: Encoding
it: Codifica

source: Base64 Decode
it: Decodifica come base64

source: Base64 Encode
it: Codifica come base64

source: URL Encode
it: Codifica come URL

source: URL Decode
it: Decodifica come URL

source: MsSQL Encode
it: Codifica MsSQL

source: MySQL Decode
it: Decodifica MySQL

source: MySQL Encode
it: Codifica MySQL

source: MsSQL Decode
it: Decodifica MsSQL

source: IP address:
it: Indirizzo IP:

source: Remote OS:
it: OS remoto:

source: MAC address:
it: Indirizzo MAC:

source: MAC Vendor:
it: Vendor MAC:
